insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Аквамен и потерянное царство', 2023, 2, 16, 123, 'аквамен.jpg', true,
'Над Атлантидой нависла новая угроза, способная привести к необратимой катастрофе.
Даже Аквамен не сможет справиться в одиночку – ему предстоит заключить неожиданный союз ради спасения своего королевства.');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Три богатыря и Пуп Земли', 2023, 6, 6, 87, 'богатыри.jpg', true,
'По сказкам мы знаем, что было давным-давно, но что было еще давным-давнее? Трем богатырям предстоит
узнать ответ на этот вопрос, хоть они его и не задавали. Тут такое началось, что игогошеньки! Горыныч вдруг находит динозаврика,
 а Алеша Попович с Князем и конем Юлием буквально проваливаются сквозь землю. Теперь надо срочно понять, как вернуть их назад в
  будущее. А главное, узнать, кто или что такое загадочный Пуп Земли.');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Воздух', 2023, 7, 16, 151, 'воздух.jpg', true,
'Великая Отечественная война. В СССР идут тяжелые бои, немецкая армия наступает. В смешанный авиационный полк прибывает
 подразделение летчиц. Все они — юные, необстрелянные и сперва не совсем понимают, что такое война. Девушкам приходится трудно в
  мужском мире, но они день за днем в череде воздушных схваток доказывают, что они не хуже мужчин.');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Вонка', 2023, 4, 12, 112, 'вонка.jpg', true,
'Фильм является приквелом фильма «Вилли Вонка и шоколадная фабрика», первой экранизации романа-сказки Роальда Даля
 «Чарли и шоколадная фабрика».');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Конец славы', 2023, 1, 16, 95, 'конец.jpg', true,
'Востребованный и избалованный актер Слава в один момент теряет все — контракты, популярность, хорошие отношения
 с семьей. Однако главный герой не сдается и вместе со своим агентом придумывает опасную авантюру — похоронить себя заживо, чтобы
  воскресить карьеру и начать с чистого листа.');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Мастер и Маргарита', 2023, 5, 18, 157, 'мастер.jpg', true,
'Москва 30-х годов. Известный писатель на взлёте своей карьеры внезапно оказывается в центре литературного
 скандала. Спектакль по его пьесе снимают с репертуара, коллеги демонстративно избегают встречи, в считанные дни он превращается
  в изгоя. Вскоре после этого он знакомится с Маргаритой, которая становится его возлюбленной и музой. Воодушевлённый ее любовью
   и поддержкой писатель берется за новый роман, где персонажи – это люди из его окружения, а главный герой – загадочный Воланд,
    прообразом которого становится недавний знакомый иностранец. Писатель уходит с головой в мир своего романа и постепенно
     перестает замечать, как вымысел и реальность сплетаются в одно целое. ');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Я - медведь', 2023, 1, 6, 97, 'медведь.jpg', true,
'Семья Ковалевых переживает не лучшие времена: папа, в прошлом капитан местного хоккейного клуба «Тайга», не
 может восстановиться после серьезной травмы, а маме приходится справляться с ролью главы семьи. Дочь в разгаре кризиса
 переходного возраста, у младшего сына нет друзей. И когда мальчик приносит в дом крошечного медвежонка, отбившегося на
 окраине города от медведицы, их мир и вовсе начинает трещать по швам.');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Бременские музыканты', 2023, 8, 6, 115, 'музыканты.jpg', true,
'Они снова в сборе – самая легендарная группа бродячих артистов! Трубадур и его друзья-самозванцы -
Пес, Кошка, Осел и самовлюбленный Петух - объединились, чтобы совершить подвиг! Бродячие музыканты во главе с новым лидером
 снова сплотятся, чтобы вернуть смех и радость на мрачные улицы Бремена. И прежде всего они должны рассмешить дочь Короля,
 но встреча с Принцессой грозит опасным приключением! Против Трубадура и его друзей – коварные враги, интриги и ловушки, но
  за любовь надо сражаться. А тут еще Принцесса сбежала из дворца! В одном клубке - преступные схемы Разбойников, интриги
  Сыщика, капризы и тайны королевской семейки, но веселые музыканты с неутомимым Трубадуром заставят всех плясать под свою
   дудку! На что готовы Бременские музыканты ради подвига?');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Пчеловод', 2024, 3, 16, 105, 'пчеловод.jpg', true,
'Адам Клэй живет в тихом пригороде, занимается разведением пчел и не распространяется о своей прошлой жизни.
Пожилая соседка рада, что в их край приехал заинтересованный человек, улучшающий природу и экологию. Пасечник часто общается
 с милой миссис Паркер, которая однажды становится жертвой финансовых мошенников. Аферисты похищают деньги со всех счетов
  женщины, и после тяжелого удара пенсионерка сводит счеты с жизнью. Адам решает за нее отомстить.');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Моя прекрасная свадьба', 2023, 9, 18, 93, 'свадьба.jpg', true,
'Что делать, если вы поженились в Вегасе после одной безумной ночи? Конечно же, устроить себе
 отвязный медовый месяц в жаркой Мексике! Вещи собраны, а друзья уже в пути, ведь Эбби и Трэвис доказали всем, что они —
  идеальная пара. Но готовы ли они к браку, или же всё закончится ещё одним прекрасным несчастьем?');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Холоп 2', 2023, 1, 12, 119, 'холоп.jpg', true,
'Гриша, бывший мажор, побывавший холопом и ставший человеком, после путешествия в «прошлое» чутко реагирует на
 любую несправедливость. И, конечно, не может пройти мимо беспредела, который творит наглая и избалованная Катя. Ничего
 удивительного, что вскоре мажорка обнаруживает себя в другом времени…');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Звериный рейс', 2024, 6, 6, 84, 'рейс.jpg', false, ' ');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Аргайл: Супершпион', 2024, 2, 16, 140, 'аргайл.jpg', false,
'Элли Конвей, замкнутая писательница шпионских романов, редко покидает свой дом. Но однажды она попадает
 в реальный мир шпионажа, когда сюжеты её книг становятся слишком похожи на настоящие дела зловещего подпольного синдиката.');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Лёд 3', 2024, 5, 6, 129, 'лёд.jpg', true,
'Надя выросла и стала фигуристкой. Она мечтает о «Кубке Льда», как когда-то мечтала ее мама. Горин возражает против
спортивной карьеры дочери — он оберегает ее от любых трудностей, и его можно понять: он потерял слишком много. На тайной
тренировке Надя знакомится с молодым и дерзким хоккеистом из Москвы, и между ними вспыхивает первая любовь. Отец не верит
в искренность чувств юноши и разлучает пару...');
insert into films(name, year, genre_id, minimal_age, duration_in_minutes, file_name, realized, description) values(
'Мадам Паутина', 2024, 2, 16, 120, 'мадам.jpg', false,
'Медсестра из Манхэттена Кассандра Уэбб открывает в себе способность видеть будущее и понимает, что может
 использовать эту силу, чтобы его изменить. Столкнувшись с тайнами своего прошлого, Кассандра знакомится с тремя девушками,
  которым суждено однажды стать великими, если они вместе смогут пережить смертельно опасное настоящее.');